Repository: Dusan171/student-project-BookingApp
Catalog: Resources/Strings.*.resx
Languages: sr_latn

# AccomCard_ImagePlaceholder
source: Image Placeholder
sr_latn: Slika smeštaja

# AccomCard_MaxGuests
source: Max Guests:
sr_latn: Maks gostiju:

# AccomCard_MinDays
source: Min. Days:
sr_latn: Min. dana:

# AccomCard_Reserve
source: Reserve
sr_latn: Rezerviši

# AccomCard_ViewDetails
source: View Details
sr_latn: Pogledaj detalje

# AccomLookup_FilterCity
source: City:
sr_latn: Grad:

# AccomLookup_FilterCountry
source: Country:
sr_latn: Država:

# AccomLookup_FilterDays
source: Days:
sr_latn: Broj dana:

# AccomLookup_FilterGuests
source: Guests:
sr_latn: Broj gostiju:

# AccomLookup_FilterName
source: Name:
sr_latn: Naziv:

# AccomLookup_FiltersHeader
source: Search Filters
sr_latn: Filteri pretrage

# AccomLookup_FilterType
source: Type:
sr_latn: Tip:

# AccomLookup_FilterTypeAll
source: All
sr_latn: Sve

# AccomLookup_Title
source: Browse Accommodations
sr_latn: Pretraga smeštaja

# AccomReservation_Duration
source: Duration:
sr_latn: Trajanje:

# AccomReservation_EndDate
source: End Date:
sr_latn: Datum završetka:

# AccomReservation_GuestInfo
source: Guest Information
sr_latn: Informacije o gostima

# AccomReservation_Header
source: Reserve:
sr_latn: Rezerviši:

# AccomReservation_NumGuests
source: Number of guests:
sr_latn: Broj gostiju:

# AccomReservation_SelectPeriod
source: Select Stay Period
sr_latn: Izaberite period boravka

# AccomReservation_StartDate
source: Start Date:
sr_latn: Datum početka:

# AccomReservation_Title
source: Reserve Accommodation
sr_latn: Rezervacija smeštaja

# AccomReview_Cleanliness
source: Cleanliness Rating:
sr_latn: Ocena čistoće:

# AccomReview_Comment
source: Comment:
sr_latn: Komentar:

# AccomReview_Header
source: Rate your stay at
sr_latn: Ocenite Vaš boravak u smeštaju

# AccomReview_Images
source: Images:
sr_latn: Slike:

# AccomReview_OwnerCorrectness
source: Owner Correctness Rating:
sr_latn: Ocena korektnosti vlasnika:

# AccomReview_Submit
source: Submit Review
sr_latn: Pošalji recenziju

# AccomReview_UploadImages
source: Upload Images
sr_latn: Otpremite slike

# AccomReview_WindowTitle
source: Leave a Review
sr_latn: Ostavite recenziju

# AccomType_Apartment
source: APARTMENT
sr_latn: APARTMAN

# AccomType_Cottage
source: COTTAGE
sr_latn: KOLIBA

# AccomType_House
source: HOUSE
sr_latn: KUĆA

# Anywhere_CardAvailable
source: Available:
sr_latn: Dostupno:

# Anywhere_CardDays
source: Days:
sr_latn: Dani:

# Anywhere_CardGuests
source: Guests:
sr_latn: Gosti:

# Anywhere_CardReserveOffer
source: Reserve This Offer
sr_latn: Rezerviši ovu ponudu

# Anywhere_FilterDuration
source: Duration of stay (days):
sr_latn: Dužina boravka (dani):

# Anywhere_FilterEndDate
source: End of period (optional):
sr_latn: Kraj perioda (opciono):

# Anywhere_FilterNumGuests
source: Number of guests:
sr_latn: Broj gostiju:

# Anywhere_FilterStartDate
source: Start of period (optional):
sr_latn: Početak perioda (opciono):

# Anywhere_Subtitle
source: Find your perfect getaway
sr_latn: Pronađite Vaš savršen odmor

# Anywhere_Title
source: Search Anywhere, Anytime
sr_latn: Pretraga: Bilo gde, Bilo kada

# Common_Cancel
source: Cancel
sr_latn: Otkaži

# Common_OK
source: OK
sr_latn: U redu

# Common_Reset
source: Reset
sr_latn: Poništi

# Common_Search
source: Search
sr_latn: Pretraži

# CreateForum_CreateButton
source: Create Forum
sr_latn: Kreiraj forum

# CreateForum_FirstComment
source: Your first comment or question:
sr_latn: Vaš prvi komentar ili pitanje:

# CreateForum_ForumTitle
source: Forum Title:
sr_latn: Naslov foruma:

# CreateForum_Header
source: Create a New Forum
sr_latn: Kreiraj novi forum

# CreateForum_Location
source: Location (e.g., Belgrade, Serbia):
sr_latn: Lokacija (npr. Beograd, Srbija):

# CreateForum_WindowTitle
source: Start a New Forum
sr_latn: Započni novi forum

# ForumList_CommentsSuffix
source: comments
sr_latn: komentara

# ForumList_CreateNew
source: Start a New Forum
sr_latn: Započni novi forum

# ForumList_TagClosed
source: Closed
sr_latn: Zatvoren

# ForumList_TagUseful
source: Very Useful
sr_latn: Veoma koristan

# ForumList_Title
source: Forums
sr_latn: Forumi

# ForumList_ViewForum
source: View Forum
sr_latn: Pogledaj forum

# ForumView_CloseForum
source: Close Forum
sr_latn: Zatvori forum

# ForumView_PostComment
source: Post Comment
sr_latn: Postavi komentar

# ForumView_TagOwner
source: Owner
sr_latn: Vlasnik

# ForumView_TagVisited
source: Visited this location
sr_latn: Posetio/la ovu lokaciju

# GuestReview_Cleanliness
source: Cleanliness Rating:
sr_latn: Ocena čistoće:

# GuestReview_Header
source: Owner's Review of Your Stay
sr_latn: Recenzija vlasnika o Vašem boravku

# GuestReview_OwnerComment
source: Owner's Comment:
sr_latn: Komentar vlasnika:

# GuestReview_RuleRespect
source: Rule Respecting Rating:
sr_latn: Ocena poštovanja pravila:

# GuestReview_WindowTitle
source: Review from Owner
sr_latn: Recenzija vlasnika

# MainWindow_Title
source: BookingApp - Welcome Guest
sr_latn: BookingApp - Dobrodošli

# Menu_AnywhereAnytime
source: Anywhere / Anytime
sr_latn: Bilo gde / Bilo kada

# Menu_Forums
source: Forums
sr_latn: Forumi

# Menu_MyReservations
source: My Reservations
sr_latn: Moje rezervacije

# Menu_SearchAccommodations
source: Search Accommodations
sr_latn: Pretraga smeštaja

# Menu_Settings
source: Settings
sr_latn: Podešavanja

# MyReservations_Cancel
source: Cancel Reservation
sr_latn: Otkaži rezervaciju

# MyReservations_Guests
source: Guests:
sr_latn: Broj gostiju:

# MyReservations_Rate
source: Rate
sr_latn: Oceni

# MyReservations_ReportEnd
source: End Date:
sr_latn: Do datuma:

# MyReservations_ReportGenerate
source: Generate PDF Report
sr_latn: Generiši PDF izveštaj

# MyReservations_ReportSection
source: Generate Reservation Report
sr_latn: Generiši izveštaj o rezervacijama

# MyReservations_ReportStart
source: Start Date:
sr_latn: Od datuma:

# MyReservations_Reschedule
source: Reschedule
sr_latn: Promeni termin

# MyReservations_RescheduleRequest
source: Reschedule Request:
sr_latn: Zahtev za promenu termina:

# MyReservations_Title
source: My Reservations
sr_latn: Moje rezervacije

# MyReservations_ViewReview
source: View
sr_latn: Pogledaj recenziju

# Reschedule_Accommodation
source: Accommodation:
sr_latn: Smeštaj:

# Reschedule_Current
source: Current Reservation
sr_latn: Trenutna rezervacija

# Reschedule_Header
source: Request to Reschedule Reservation
sr_latn: Zahtev za promenu termina rezervacije

# Reschedule_NewEnd
source: New End Date:
sr_latn: Novi datum završetka:

# Reschedule_NewStart
source: New Start Date:
sr_latn: Novi datum početka:

# Reschedule_SelectNew
source: Select New Dates
sr_latn: Izaberite nove datume

# Reschedule_Send
source: Send Request
sr_latn: Pošalji zahtev

# Reschedule_WindowTitle
source: Request Reservation Change
sr_latn: Zahtev za promenu rezervacije

# Settings_DarkTheme
source: Dark Theme
sr_latn: Tamna tema

# Settings_Language
source: Language
sr_latn: Jezik

# Settings_LanguageDescription
source: Choose your language.
sr_latn: Izaberite Vaš jezik.

# Settings_LightTheme
source: Light Theme
sr_latn: Svetla tema

# Settings_Serbian
source: Serbian (Latin)
sr_latn: Srpski (Latinica)

# Settings_Theme
source: Theme
sr_latn: Tema

# Settings_ThemeDescription
source: Choose your preferred application theme.
sr_latn: Izaberite željenu temu aplikacije.

# Settings_Title
source: Settings
sr_latn: Podešavanja

# SuggestedDates_Description
source: The dates you selected are already booked. Here are some available alternatives for the same duration:
sr_latn: Izabrani datumi su već rezervisani. U nastavku su neki dostupni alternativni termini za istu dužinu boravka:

# SuggestedDates_Header
source: Period Unavailable
sr_latn: Period nije dostupan

# SuggestedDates_ReserveButton
source: Reserve Selected Date
sr_latn: Rezerviši izabrani datum

# SuggestedDates_WindowTitle
source: Alternative Dates
sr_latn: Alternativni datumi
